tap "1password/tap"
tap "homebrew/cask"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "oven-sh/bun"
brew "ansible"
brew "automake"
brew "bat"
brew "btop"
brew "clang-format"
brew "coreutils"
brew "csvkit"
brew "curl"
brew "deno"
brew "difftastic"
brew "doctl"
brew "dprint"
brew "unbound"
brew "emacs"
brew "entr"
brew "eza"
brew "ffmpeg"
brew "fish"
brew "freetds"
brew "yt-dlp"
brew "gallery-dl"
brew "gh"
brew "tesseract"
brew "gitleaks"
brew "gitup"
brew "go"
brew "gping"
brew "hex"
brew "htop"
brew "http-server-rs"
brew "httpie"
brew "hub"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "ldns"
brew "libimobiledevice"
brew "lzfse"
brew "mas"
brew "node"
brew "mongosh"
brew "mpv"
brew "mysql", restart_service: :changed
brew "neovim"
brew "nghttp2"
brew "pkgconf"
brew "nodenv"
brew "ollama", restart_service: :changed
brew "oxipng"
brew "pdf2image"
brew "tidy-html5"
brew "php"
brew "pi-coding-agent"
brew "pngquant"
brew "prettier"
brew "pyenv"
brew "python@3.12"
brew "python@3.13"
brew "rbenv"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "uncrustify"
brew "wget"
brew "zig"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "a-better-finder-rename"
cask "affinity"
cask "alfred"
cask "antinote"
cask "apparency"
cask "applite"
cask "audacity"
cask "backblaze"
cask "bbedit"
cask "beyond-compare"
cask "bloom"
cask "charles"
cask "codex"
cask "comet"
cask "copilot-for-xcode"
cask "cursor"
cask "dash"
cask "dbeaver-community"
cask "dropbox"
cask "eaglefiler"
cask "easydict"
cask "electrum"
cask "find-any-file"
cask "firefox"
cask "fission"
cask "gcloud-cli"
cask "ghostty"
cask "gitkraken"
cask "gitup-app"
cask "google-chrome"
cask "halloy"
cask "handbrake-app"
cask "helium-browser"
cask "hex-fiend"
cask "hookmark"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "kaleidoscope"
cask "kitty"
cask "komet"
cask "leader-key"
cask "little-snitch"
cask "loopback"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mitmproxy"
cask "mongodb-compass"
cask "netnewswire"
cask "ngrok"
cask "numi"
cask "obs"
cask "obsidian"
cask "openmtp"
cask "orion"
cask "plistedit-pro"
cask "popclip"
cask "private-internet-access"
cask "scroll-reverser"
cask "setapp"
cask "signal"
cask "sketch"
cask "skim"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "superduper"
cask "syntax-highlight"
cask "tableplus"
cask "tabula"
cask "telegram"
cask "thunderbird"
cask "todoist-app"
cask "transmit"
cask "ungoogled-chromium"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "zed"
cask "zen"
