tap "1password/tap"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jandedobbeleer/oh-my-posh"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "pilotmoon/tap"
brew "automake"
brew "bat"
brew "coreutils"
brew "curl"
brew "deno"
brew "djvulibre"
brew "doctl"
brew "dprint"
brew "emacs"
brew "exa"
brew "freetds"
brew "gh"
brew "gitleaks"
brew "httpie"
brew "hub"
brew "jq"
brew "ldns"
brew "lzfse"
brew "mas"
brew "node"
brew "mongosh"
brew "neovim"
brew "nghttp2"
brew "node@16"
brew "nodenv"
brew "oxipng"
brew "tidy-html5"
brew "php"
brew "pngquant"
brew "rbenv"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "wget"
brew "yt-dlp"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mongodb/brew/mongodb-database-tools"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "aquaticprime"
cask "backblaze"
cask "bbedit"
cask "charles"
cask "copilot-for-xcode"
cask "dash"
cask "docker"
cask "dropbox"
cask "eaglefiler"
cask "electrum"
cask "find-any-file"
cask "firefox"
cask "gitup"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hex-fiend"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "komet"
cask "librewolf"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mongodb-compass"
cask "netnewswire"
cask "ngrok"
cask "numi"
cask "obs"
cask "obsidian"
cask "popclip"
cask "private-internet-access"
cask "scroll-reverser"
cask "setapp"
cask "signal"
cask "sketch"
cask "skim"
cask "spotify"
cask "sublime-text"
cask "superduper"
cask "syntax-highlight"
cask "tableplus"
cask "tabula"
cask "telegram"
cask "thunderbird"
cask "todoist"
cask "transmit"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "Broadcasts", id: 1469995354
mas "Deliveries", id: 290986013
mas "Drafts", id: 1435957248
mas "Dropover", id: 1355679052
mas "Dynamic wallpaper", id: 1582358382
mas "Grammarly for Safari", id: 1462114288
mas "Hidden Bar", id: 1452453066
mas "Hyperfocus", id: 1621523525
mas "Integrity", id: 513610341
mas "Just Button", id: 1580675293
mas "Kagi Inc.", id: 1622835804
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "MarkEdit", id: 1669953820
mas "Numbers", id: 409203825
mas "Onigiri", id: 1639917298
mas "Pages", id: 409201541
mas "Pasteboard Viewer", id: 1499215709
mas "PDF Reader", id: 615956269
mas "Pixelmator Pro", id: 1289583905
mas "QR Code", id: 1593228108
mas "Quiver", id: 866773894
mas "rubiTrack 6", id: 1557892760
mas "Smart VPN", id: 1086913769
mas "Space Gremlin", id: 414515628
mas "Streaks", id: 963034692
mas "Table Tool", id: 1122008420
mas "TestFlight", id: 899247664
mas "Tot", id: 1491071483
mas "Track", id: 1191484642
mas "Translate Tab", id: 458887729
mas "Translatium", id: 1547052291
mas "Tureng", id: 854063979
mas "Ulysses", id: 1225570693
mas "Velja", id: 1607635845
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
vscode "andyyaldoo.vscode-json"
vscode "biomejs.biome"
vscode "DavidAnson.vscode-markdownlint"
vscode "denoland.vscode-deno"
vscode "dlech.chmod"
vscode "fabiospampinato.vscode-terminals"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "Gruntfuggly.todo-tree"
vscode "idleberg.applescript"
vscode "ivhernandez.vscode-plist"
vscode "janisdd.vscode-edit-csv"
vscode "jojoco.markdownfromcsv"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode.hexeditor"
vscode "pharndt.vscode-markdown-table"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "ryanolsonx.solarized"
vscode "sdras.night-owl"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "whizkydee.material-palenight-theme"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
